select * from lab2.professors;
insert into lab2.professors values  ('3','Иван','Иванов','Иванович','Академик','Преподаватель','2'),
									('4','Иван','Петров','Петрович','Академик','Сотрудник','7'),
									('5','Иван','Иванов','Иванович','Академик','Сотрудник','5'),
									('6','Петр','Иванов','Петрович','Академик','Сотрудник','10'),
									('7','Петр','Петров','Иванович','Неакадемик','Преподаватель','4'),
									('8','Иван','Петров','Иванович','Неакадемик','Преподаватель','1'),
									('9','Петр','Иванов','Иванович','Неакадемик','Преподаватель','4'),
									('10','Иван','Иванов','Иванович','Неакадемик','Преподаватель','10'),
									('11','Иван','Иванов','Петрович','Академик','Сотрудник','30');